{
    "heroSection": [
        "(주)레오이노비젼은 국방 무기체계를 사용 연합의 총 수명 주기를 최대화 할 수 있게\n부품 Big Data 를 기반으로 AI 수명 예측 진단을 통한 무기체계를  정밀 분석 지원합니다.\n\n따라서, 운용유지 비용 절감, 효율적인 장비 가동률 유지상태를 지원함으로써\n비용절감에 크게 기여하는 최고 전문기업으로 성장하겠습니다.",
        "ARE YOU READY MAKE AN IMPACT?\nIF So, the LEO is solution for you."
    ],
    "about-us": [
        "(주)레오이노비젼은 사용자와 함께 성장합니다.",
        "레오는 고객을 위한 새로운 기능, 콘텐츠 및 고객의 요구를 SMART DMS/ PIMS에 적극적으로 추가 반영하여 솔루션을 고객 요구에 신속하게 반영하고 있습니다.\n우리는 고객 기반의 의견과 요구를 소중히 여기며 제품 개발 로드맵 및 전략의 직접적인 상관 관계를 통해 고객 요구를 신중하게 고려하고 적용 평가합니다.\n우리는 S/W 설계 및 개발 노력을 통해 최첨단 AI 수명예측 기술을 계속 발전 유지하고 있습니다.\n\n레오의 DMSMS 연구소는 레오이노비젼만의 특별한 조사/ 분석 방법의 솔루션 제공 통하며, 고객 요구에 의한 군이 요구하는 부품단종관리 계획서와 위험도 분석 보고서 작성 지원까지 하고 있습니다.\n레오이노비젼은 고객 및 고객의 협업을 통한 사용자에 가장 적정한 방식의 솔루션을 제공하는 유연성을 가지고 있습니다.\n레오이노비젼이 추구하는 것은 사용자의 비용절감 및 효율적이며 적시에 고객의 요구 사항에 충족하는 서비스를 제공하는 것입니다."
    ],
    "about-article": {
        "company-experts": [
            "(주)레오이노비젼은 무기체계 운용 유지 및 연구개발의 필수인 부품 기술정보 및 수명정보를 포함한 부품의 모든 정보를 총망라한 부품 종합 검색, 부품단종정보 고지 및 부품수명 AI 예측 분석하는 방식의 효율적인 관리 솔루션인 SMART DMS,  SMART PCN/PDN 적용으로 운연중인 무기체계의 문제 해결 및 저비용 적기조달을 지원합니다.\n\n레오는 설립 후 지속적으로 국방부 군수관리국, 각 군(육,해,공군)수사, 방위사업청, 국방기술품질원, 국방과학 연구소등과 관련 국방 연구기간 뿐만 아니라 무기체계 생산업체인에 부품 단종 조사 분석 연구 보고서 작성지원과 지속적 무기쳬계 BOM 모니터링을 지원하며 획득한 부품관련 정보의 Big Data 와 노하우 기반에 AI 예측 분석 기술을 접목한 부품 수명 예측알고리즘 기반의 부품종합 관리, 부품 단종 사전 예측 모니터링을 할 수 있는 SMART DMS, SMART PCN/PDN 솔루션 개발 공급과 부품단종, 부품 위험도 분석 정보 보고 작성과 부품 획득 지원등 종합군수지원 관리 서비스 지원을하고 있습니다."
        ],
        "research-experts": [
            "(주)레오이노비젼의 DMSMS(부품단종) 연구원들은 무기체계 운용 유지 및 연구개발의 필수인 부품 수명정보를 포함한 부품 기술을 총망라한 정보검색, 부품단종  무기체계 AI 예측의 효율적 관리 솔루션 Smart DMS적용으로 저비용의 적기조달을 지원합니다.\n\n산업체에 부품단종 조사  분석 보고서와 지속적 모니터링을 지원하며 획득한 부품 정보의 Big Data와 노하우 기반의 인공지능을 접목한 부품 수명 예측알고리즘 기반의 부품 종합관리/ 부품 수명주기 예측을 할 수 있는 부품정보 및 단종정보 수집 공지 및 조사 솔루션인 SMART PCN/PDN으로 부터 얻은 정보를 PIMS(부품기술정보정보)에 D/B화를  통한 무기체계 모니터링 관리 솔루션인 SMART DMS 개발 공급과 함께 부품단종,조사/분석, 부품위험도분석 보고서 작성과 부품 구매 지원 등 종합 장비 (LRU, SRU,COTs, Parts) 관리 서비스를 지원하고 있습니다."
        ],
        "smart-dms": [
            "Smart DMS연구원은 제조업체(OEM), 유통 업체 및 사용자 간의 DMSMS의원인 인 부품번호변경(PCN) 및 부품단종 (PDN)  정보 제공을 하기위해 2005년에 설립되었습니다. 따라서, 레오연구원은 조사/분석 전문과의 주요 업무는 부품 정보의 조사/분석 데이터를 수집하여 인공지능 예측 방식으로 문제 발생정보를 사전에 제공하는 것입니다.",
            "SMART DMS & PIMS = <small>secure+methodically+accepted+realizable+benefit for you</small>",
            "우리의 가장 큰 목표 중 하나는 OEM(제조)업체가 Smart DMS를 통하여 어려운 문제를 해결하는데 있습니다. 따라서 모든 장비(LRU,SRU,COTs, PARTS)생산 및 공급업체에서 SMART PCN 솔루션 문서 작성 기능을 통한 제조(OEM)와 최종사용자에게 향후 생산중단(PDN)및 생산자 변경(PCN)으로 발생하는 문제를 사전에 예방하는 것입니다.",
            "부품단종(PCN,PDN) 문제 해결 노력은 사용자 측에 있습니다. 전자, 전기 및 기계 부품과 제품을 사용하는 모든 회사는 다양한 형식으로 수천개의 장비 (BOX, LRU, SRU, COTS, PARTS)에 발생하는 문제에 직면해 있습니다. 따라서, 사용자의 편의를 위한 유익한 기능을 제공하기 위해 SMART DMS,  SMART PCN/PDN를 개발 제공하고 있습니다.",
            "DMSMS 연구원은\n저희 내부 연구원과, 해외 협력 연구원(미국,영국) 등을 통한 공동 조사/분석으로 사용자에 적합한 정보를 제공 하고 있습니다.",
            "SMART DMS 통한 이익",
            "PCN 및 PDN의 경고 정보",
            "모니터링을 통한 편리성",
            "사용자 경쟁 우위 확보",
            "비용 절감"
        ],
        "what-we-do": [
            "1.솔루션 공급",
            "2.생산자 부품\n데이터베이스",
            "3.모니터링\n조사분석",
            "4.부품구매\n비축지원",
            "종합군수정보지원",
            "부품 Status 조사 분석"
        ],
        "weekly-report": [
            "부품단종 날짜",
            "부품번호",
            "품명",
            "생산자 명"
        ]
    },
    "service": {
        "header": [
            "부품 단종 및 노후화 발생 영향은 제품과 시스템의 총 수명주기와 밀접한 관계가 되어있습니다.\n아래 Life Cycle 표와 같이 부품의 노후화에 문제가 발생할 가능성이 가장 높은\n지점은 0~99 사이의 시간 인덱스와 같습니다.",
            "각 Life Cycle은 생산일로부터 시작입니다.\n부품 수명주기관리는 생산시작일, 생산종료일, 판매종료일, 서비스 및 수리종료일을 포함하는 것입니다.\n당신의 무기쳬계 관리는 사전대응/ 사후 대응 및 전사적 으로 문제를 해결하여야합니다."
        ],
        "body": {
            "solution": [
                "부품 단종 정보 및 부품 수명주기 예측 관리",
                "부품 수명 정보 분석, 연구, 및 보고를 통해 무기체계의 종합적 부품 관리를 지원합니다.\n체계 장비의 수리를 위한 품목 조달에 필요로 할 때 이미 생산자가 부품을 대체품 없이 생산 중단 하였다면, 군의 OEM 부품이 사용 되는 무기 체계를 유지하는데 있어서 큰 난관에 봉착하게 됩니다.\n\n이러한 문제를 해결, 예방하기 위해서 레오이노비젼은 고객의 의뢰 품목에 대한 분석, 연구, 예측 정보를 통합 결과 보고서 작성을 수행합니다. 고객은 레오이노비젼의 연구 결과 보고를 통하여 사전대응, 사후적대응 더 나아가 전사적 대응 방안을 고려하여 이에 대한 의사 결정을 내릴 수 있습니다.",
                "레오의 부품조사/ 분석 연구원들은 장비에서 부터 모든 부품(BOX,LRU,SRU,COTS,PATRS) 의 정보를 조사 분석하여 데이터화 합니다. PIMS는 제품, 시스템 또는 시스템 시스템에서 구성하는 모든 정보(하드웨어,소프트웨어,재료,정보,기술문서 등)을 데이터화 하여 AI예측 시스템을 통한 수명주기를 예측하여 SMART DMS에 제공합니다.",
                "Big Data / AI 부품기술 분석정보의 SMART DMS/PIMS 적용",
                "부품 및 다중 회귀 하이브리드 기계학습 알고리즘을 활용한 부품 단종시점 예측 방법 특허 출헌"
            ],
            "tracking": [
                "지속 가능한 공급망 관리",
                "최초 조달 시점이 오래되었거나 정보가 잘못되어 있는 경우, 해당 부품을 식별 및 조달 하는 것은 매우 어렵습니다.\n레이이노비젼은 국외 협력사와 함께 확보가 어려운 품목, 단종된 품목에 대한 조사를 수행하고\n지속적인 모니터링을 통해 가능 상태 여부를 관리합니다."
            ],
            "monitoring": [
                "SMART DMS는 사용자 시스템(BOM)의 부품 지원성 및 위험성 모두를 추적 감시합니다.\n귀사의 BOM의 부품 중 PCN/PDN 경고를 사전에 알려줍니다"
            ],
            "ai": [
                "부품/원자재를 실시간으로 모니터링 할 수 있는 강력하고, 심층적인 데이터베이스 보유",
                "부품정보 데이터베이스",
                "전세계 공급사/벤더",
                "제작사/공장 정보"
            ],
            "mang-report": [
                "단종관리 보고서 작성",
                "DMSMS 연구원은 사용자 요구에 맞게 부품정보 보고서 작성을 지원합니다.\n저희 연구원은 다년간 군의 부품단종관리 계획서 작성 지원으로 취득한 노하우를 바탕으로 편리한 업무를 지원하고 있습니다.",
                "부품정보 및 부품단종 문석 양식(예시)"
            ]
        }
    },
    "client": [
        "기관",
        "기업"
    ],
    "partners": {
        "title-2": "F16: 장비 기술지원 협력",
        "uav": "무인정찰기"
    },
    "contact-us": "언제든지 요청이나 문의가 있으시면, support@dmsms.co.kr 로 연락주시길 바랍니다.",
    "contact-name": "(주)레오이노비젼",
    "contact-address": "서울특별시 금천구 디지털로9길 33 IT 미래타워\n1906호 우편번호 08511",
    "description": "안녕하세요 어바웃 페이지입니다.",
    "currentUrl": "현재 url",
    "korean": "korean"
}